Repository: ozzyfly/z2-4x4-trainer
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hant

source: %@ kg/week
de: %@ kg/Woche
es: %@ kg/semana
fr: %@ kg/semaine
ja: %@ kg/週
ko: 주당 %@ kg
pt_br: %@ kg/semana
zh_hant: %@ kg/週

source: %@ lb/week
de: %@ lb/Woche
es: %@ lb/semana
fr: %@ lb/semaine
ja: %@ lb/週
ko: 주당 %@ lb
pt_br: %@ lb/semana
zh_hant: %@ lb/週

source: %@ lower
de: %@ untere Grenze
es: %@ inferior
fr: %@ borne basse
ja: %@ 下限
ko: 하한 %@
pt_br: %@ limite inferior
zh_hant: %@ 下限

source: %@ to go
de: noch %@
fr: reste %@
ko: %@ 남음
pt_br: faltam %@

source: %@ upper
de: %@ obere Grenze
es: %@ superior
fr: %@ borne haute
ja: %@ 上限
ko: 상한 %@
pt_br: %@ limite superior
zh_hant: %@ 上限

# %@–%@ bpm
source: %1$@–%2$@ bpm
de: %@–%@ bpm
es: %1$@–%2$@ ppm
fr: %@–%@ bpm
ko: %@–%@ bpm
pt_br: %@–%@ bpm

source: %1$@, %2$lld minutes, %3$@
de: %1$@, %2$lld Minuten, %3$@
es: %1$@, %2$lld minutos, %3$@
ja: %1$@、%2$lld 分、%3$@
ko: %1$@, %2$lld분, %3$@
pt_br: %1$@, %2$lld minutos, %3$@
zh_hant: %1$@，%2$lld 分鐘，%3$@

source: %lld kcal/week
de: %lld kcal/Woche
es: %lld kcal/semana
fr: %lld kcal/semaine
ja: %lld kcal/週
ko: 주당 %lld kcal
pt_br: %lld kcal/semana
zh_hant: %lld kcal/週

source: %lld to go
de: noch %lld
es: faltan %lld
fr: reste %lld
ja: あと%lld
ko: %lld 남음
pt_br: faltam %lld
zh_hant: 還差 %lld

source: %lld-week streak
de: %lld-Wochen-Serie
es: Racha de %lld semanas
fr: Série de %lld semaines
ja: %lld週連続
ko: %lld주 연속
pt_br: Sequência de %lld semanas
zh_hant: 連續 %lld 週

source: %lld/week
de: %lld/Woche
es: %lld/semana
fr: %lld/semaine
ja: %lld/週
ko: 주 %lld회
pt_br: %lld/semana
zh_hant: %lld/週

source: 4×4 hard
de: 4×4 hart
es: 4×4 intenso
fr: 4×4 intense
ja: 4×4 ハード
ko: 4×4 고강도
pt_br: 4×4 forte
zh_hant: 4×4 高強度

source: 4×4 mapping
de: 4×4-Zuordnung
es: Asignación de 4×4
fr: Correspondance 4×4
ja: 4×4 の対応
ko: 4×4 매핑
pt_br: Mapeamento 4×4
zh_hant: 4×4 對應

source: 4×4 quality
de: 4×4-Qualität
es: Calidad 4×4
fr: Qualité 4×4
ja: 4×4 の品質
ko: 4×4 품질
pt_br: Qualidade do 4×4
zh_hant: 4×4 品質

source: 4×4 quality trend
de: 4×4-Qualitätstrend
es: Tendencia de calidad 4×4
fr: Tendance qualité 4×4
ja: 4×4 の品質トレンド
ko: 4×4 품질 추세
pt_br: Tendência de qualidade do 4×4
zh_hant: 4×4 品質趨勢

source: About you
de: Über dich
es: Sobre ti
fr: À propos de vous
ja: あなたについて
ko: 내 정보
pt_br: Sobre você
zh_hant: 關於你

source: Achievements
de: Erfolge
es: Logros
fr: Succès
ja: 達成項目
ko: 업적
pt_br: Conquistas
zh_hant: 成就

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 活発
ko: 활동적
pt_br: Ativo
zh_hant: 活躍

source: Active energy
de: Aktivitätsenergie
fr: Énergie active
ko: 활동 에너지
pt_br: Energia ativa

source: Active energy (kcal)
de: Aktivitätsenergie (kcal)
es: Energía activa (kcal)
fr: Énergie active (kcal)
ja: アクティブエネルギー（kcal）
ko: 활동 에너지 (kcal)
pt_br: Energia ativa (kcal)
zh_hant: 動態能量（大卡）

source: Active energy in kilocalories
de: Aktivitätsenergie in Kilokalorien
es: Energía activa en kilocalorías
fr: Énergie active en kilocalories
ja: キロカロリー単位のアクティブエネルギー
ko: 활동 에너지(킬로칼로리)
pt_br: Energia ativa em quilocalorias
zh_hant: 以千卡為單位的動態能量

source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: 活動量
ko: 활동량
pt_br: Atividade
zh_hant: 活動量

source: Acute-vs-chronic load analysis with the numbers behind every warning.
de: Akut-vs.-chronisch-Analyse mit den Zahlen hinter jeder Warnung.
es: Análisis de carga aguda frente a crónica con los números detrás de cada aviso.
fr: Analyse charge aiguë/chronique avec les chiffres derrière chaque alerte.
ja: 急性と慢性の負荷分析。すべての警告に数値の裏付け。
ko: 급성 대 만성 부하 분석과 모든 경고의 근거 수치.
pt_br: Análise de carga aguda vs. crônica com os números por trás de cada alerta.
zh_hant: 急性 vs 慢性負荷分析，每個警告都附數據。

source: Adaptive coaching
de: Adaptives Coaching
es: Entrenamiento adaptativo
fr: Coaching adaptatif
ja: アダプティブコーチング
ko: 적응형 코칭
pt_br: Treino adaptativo
zh_hant: 自適應教練

source: Advanced · 4×4 timing
de: Erweitert · 4×4-Timing
es: Avanzado · ritmo 4×4
fr: Avancé · timing 4×4
ja: 詳細 · 4×4 タイミング
ko: 고급 · 4×4 타이밍
pt_br: Avançado · tempo do 4×4
zh_hant: 進階 · 4×4 計時

source: Age
de: Alter
es: Edad
fr: Âge
ja: 年齢
ko: 나이
pt_br: Idade
zh_hant: 年齡

source: Age-based
de: Altersbasiert
es: Según la edad
fr: Selon l’âge
ja: 年齢ベース
ko: 나이 기반
pt_br: Pela idade
zh_hant: 依年齡推算

source: Apple HR Zones
de: Apple-Pulszonen
es: Zonas de FC de Apple
fr: Zones FC Apple
ja: Apple 心拍ゾーン
ko: Apple 심박 존
pt_br: Zonas de FC da Apple
zh_hant: Apple 心率區間

source: Apple Watch derives workout zones from your heart-rate reserve, so its numbers differ from age-based ones. Import to estimate them from Health, or type the exact values from the Fitness app for a perfect match.
de: Die Apple Watch leitet Trainingszonen aus deiner Herzfrequenzreserve ab, daher weichen sie von altersbasierten Werten ab. Importiere sie aus Health oder tippe die exakten Werte aus der Fitness-App ein.
es: El Apple Watch calcula las zonas de entrenamiento a partir de tu reserva de frecuencia cardíaca, por lo que sus valores difieren de los basados en la edad. Impórtalas desde Salud para estimarlas o introduce los valores exactos de la app Fitness para una coincidencia perfecta.
fr: L’Apple Watch calcule les zones d’effort à partir de la réserve cardiaque : elles diffèrent des zones selon l’âge. Importez-les depuis Santé ou saisissez les valeurs exactes de l’app Forme.
ja: Apple Watch は心拍予備能からワークアウトのゾーンを算出するため、年齢ベースの値とは異なります。ヘルスケアから読み込んで概算するか、フィットネス App に表示される正確な値を入力すると完全に一致します。
ko: Apple Watch는 심박수 예비량으로 운동 존을 계산하므로 나이 기반 수치와 다릅니다. 건강 앱에서 가져와 추정하거나, 피트니스 앱의 정확한 값을 직접 입력하세요.
pt_br: O Apple Watch deriva as zonas de treino da sua reserva de frequência cardíaca, então diferem das baseadas em idade. Importe do app Saúde ou digite os valores exatos do app Fitness.
zh_hant: Apple Watch 以心率儲備推算運動區間，數值會和以年齡推算的不同。可從「健康」匯入做估算，或照「健身」App 顯示的數值手動輸入以完全對齊。

source: Auto-import workouts
de: Workouts automatisch importieren
es: Importar entrenamientos automáticamente
fr: Import auto des entraînements
ja: ワークアウトを自動取り込み
ko: 운동 자동 가져오기
pt_br: Importar treinos automaticamente
zh_hant: 自動匯入運動

source: Avg hard HR
de: Ø-Puls (hart)
es: FC media intensa
fr: FC moy. (dur)
ja: 高強度の平均心拍
ko: 고강도 평균 심박
pt_br: FC média (forte)
zh_hant: 高強度平均心率

source: Avg HR
de: Ø-Puls
es: FC media
fr: FC moyenne
ja: 平均心拍
ko: 평균 심박
pt_br: FC média
zh_hant: 平均心率

source: Awards
de: Auszeichnungen
es: Logros
fr: Récompenses
ja: アワード
ko: 어워드
pt_br: Prêmios
zh_hant: 成就

source: Badges
de: Abzeichen
es: Insignias
ja: バッジ
ko: 배지
pt_br: Emblemas
zh_hant: 徽章

source: Before Apple Health asks
de: Bevor Apple Health fragt
es: Antes de que Apple Health pregunte
fr: Avant la demande d’Apple Santé
ja: Apple Health が確認する前に
ko: Apple 건강 권한 요청 전에
pt_br: Antes do Apple Saúde pedir
zh_hant: 在 Apple Health 詢問前

source: Body weight trend
de: Gewichtstrend
es: Tendencia de peso corporal
fr: Tendance du poids
ja: 体重の推移
ko: 체중 추세
pt_br: Tendência de peso
zh_hant: 體重趨勢

source: Build your aerobic base and lift your fitness with workouts tuned to you — Zone 2 easy days and Norwegian 4×4 intervals.
de: Baue deine aerobe Basis auf und steigere deine Fitness mit Workouts nach Maß — lockere Zone-2-Tage und norwegische 4×4-Intervalle.
es: Desarrolla tu base aeróbica y mejora tu forma física con entrenamientos a tu medida: días suaves de Zona 2 e intervalos noruegos 4×4.
fr: Construisez votre base aérobie et progressez avec des séances sur mesure : jours faciles en Zone 2 et intervalles 4×4 norvégiens.
ja: あなたに合わせたワークアウトで有酸素ベースを築き、体力を高めましょう——Zone 2 のイージーデイとノルウェー式 4×4 インターバル。
ko: 맞춤 운동으로 유산소 기초를 다지고 체력을 끌어올리세요 — 편안한 Zone 2와 노르웨이식 4×4 인터벌.
pt_br: Construa sua base aeróbica e melhore o condicionamento com treinos sob medida — dias leves em Zona 2 e intervalos 4×4 noruegueses.
zh_hant: 用為你量身打造的訓練建立有氧基礎、提升體能——Zone 2 輕鬆日與挪威式 4×4 間歇。

source: Builds aerobic base without piling on fatigue.
de: Baut die aerobe Basis auf, ohne Ermüdung anzuhäufen.
es: Construye base aeróbica sin acumular demasiada fatiga.
fr: Développe la base aérobie sans accumuler de fatigue.
ja: 疲労をためすぎずに有酸素の土台を作ります。
ko: 피로를 쌓지 않고 유산소 기초를 만듭니다.
pt_br: Constrói base aeróbica sem acumular fadiga.
zh_hant: 建立有氧基礎，同時不累積太多疲勞。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hant: 取消

source: Change app language
de: App-Sprache ändern
es: Cambiar idioma de la app
fr: Changer la langue de l’app
ja: アプリの言語を変更
ko: 앱 언어 변경
pt_br: Alterar idioma do app
zh_hant: 變更 App 語言

source: Chart your VO2 max trajectory
de: VO2-max-Verlauf im Diagramm
es: Grafica tu trayectoria de VO2 max
fr: Tracez votre trajectoire de VO2 max
ja: VO2 maxの推移をチャートで見る
ko: VO2 max 추이를 차트로 보기
pt_br: Veja a trajetória do seu VO2 max
zh_hant: 繪製你的 VO2 max 軌跡

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hant: 關閉

source: Completed reps
de: Absolvierte Intervalle
es: Series completadas
fr: Répétitions complétées
ja: 完了したセット
ko: 완료한 랩
pt_br: Repetições concluídas
zh_hant: 完成組數

source: Connect Apple Health
de: Apple Health verbinden
es: Conectar Apple Salud
fr: Connecter Apple Santé
ja: Appleヘルスケアと連携
ko: Apple 건강 연결
pt_br: Conectar Apple Saúde
zh_hant: 連接 Apple 健康

source: Connect Apple Health in Settings to track your weight.
de: Verbinde Apple Health in den Einstellungen, um dein Gewicht zu verfolgen.
es: Conecta Apple Salud en Ajustes para seguir tu peso.
fr: Connectez Apple Santé dans Réglages pour suivre votre poids.
ja: 設定でAppleヘルスケアを接続して体重を記録しましょう。
ko: 설정에서 Apple 건강을 연결하면 체중을 추적할 수 있습니다.
pt_br: Conecte o Apple Saúde em Ajustes para acompanhar seu peso.
zh_hant: 在「設定」中連接 Apple 健康以追蹤你的體重。

source: Connect Apple Health to see your fitness trend.
de: Verbinde Apple Health, um deinen Fitnesstrend zu sehen.
es: Conecta Apple Salud para ver tu tendencia de forma física.
fr: Connectez Apple Santé pour voir votre tendance de forme.
ja: Appleヘルスケアを接続してフィットネスの推移を確認しましょう。
ko: Apple 건강을 연결하면 체력 추세를 볼 수 있습니다.
pt_br: Conecte o Apple Saúde para ver sua tendência de condicionamento.
zh_hant: 連接 Apple 健康以查看你的體能趨勢。

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 連携済み
ko: 연결됨
pt_br: Conectado
zh_hant: 已連結

source: Consider easing this week.
de: Nimm diese Woche etwas raus.
es: Considera aflojar esta semana.
fr: Pensez à lever le pied cette semaine.
ja: 今週はペースを落としましょう。
ko: 이번 주는 강도를 낮추는 것을 고려하세요.
pt_br: Considere pegar mais leve esta semana.
zh_hant: 建議本週放緩。

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hant: 繼續

source: Cooldown (Zone 1)
de: Auslaufen (Zone 1)
es: Enfriamiento (Zona 1)
fr: Retour au calme (Zone 1)
ja: クールダウン（Zone 1）
ko: 쿨다운 (Zone 1)
pt_br: Desaquecimento (Zona 1)
zh_hant: 緩和（Zone 1）

source: Couldn't schedule reminders. Try again.
de: Erinnerungen konnten nicht geplant werden. Versuch es erneut.
es: No se pudieron programar los recordatorios. Inténtalo de nuevo.
fr: Impossible de programmer les rappels. Réessayez.
ja: リマインダーを設定できませんでした。もう一度お試しください。
ko: 알림을 예약하지 못했습니다. 다시 시도하세요.
pt_br: Não foi possível agendar os lembretes. Tente novamente.
zh_hant: 無法排程提醒，請再試一次。

source: Current streak %lld %@. Longest streak %lld weeks.
de: Aktuelle Serie %lld %@. Längste Serie %lld Wochen.
es: Racha actual %lld %@. Racha más larga %lld semanas.
fr: Série actuelle : %lld %@. Record : %lld semaines.
ja: 現在の連続記録 %lld %@。最長連続記録 %lld 週間。
ko: 현재 연속 %lld%@. 최장 연속 %lld주.
pt_br: Sequência atual %lld %@. Maior sequência %lld semanas.
zh_hant: 目前連續 %lld %@。最長連續 %lld 週。

source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 설정
pt_br: Personalizado
zh_hant: 自訂

source: Daily activity
de: Tägliche Aktivität
es: Actividad diaria
fr: Activité quotidienne
ja: 日常の活動
ko: 일일 활동
pt_br: Atividade diária
zh_hant: 日常活動

source: Daily target
de: Tagesziel
es: Objetivo diario
fr: Objectif du jour
ja: 1日の目標
ko: 일일 목표
pt_br: Meta diária
zh_hant: 每日目標

source: Delete this workout?
de: Dieses Workout löschen?
es: ¿Eliminar este entrenamiento?
fr: Supprimer cet entraînement ?
ja: このワークアウトを削除しますか？
ko: 이 운동을 삭제할까요?
pt_br: Excluir este treino?
zh_hant: 刪除這筆運動？

source: Delete workout
de: Workout löschen
es: Eliminar entrenamiento
fr: Supprimer l’entraînement
ja: ワークアウトを削除
ko: 운동 삭제
pt_br: Excluir treino
zh_hant: 刪除這筆運動

source: Deload week — keep it easy.
de: Deload-Woche — bleib locker.
es: Semana de descarga — tómalo con calma.
fr: Semaine allégée : restez facile.
ja: 軽負荷週 — 無理せず。
ko: 회복 주간 — 가볍게 하세요.
pt_br: Semana de deload — pegue leve.
zh_hant: 減量週 — 保持輕鬆。

source: Do not chase hard intervals every day; adaptation happens between sessions.
de: Jage nicht jeden Tag harten Intervallen hinterher; die Anpassung passiert zwischen den Einheiten.
es: No persigas intervalos duros todos los días; la adaptación ocurre entre sesiones.
fr: Ne cherchez pas l’intensité tous les jours : l’adaptation se fait entre les séances.
ja: 毎日ハードインターバルを追わないでください。適応はセッションの間に起こります。
ko: 매일 고강도 인터벌을 쫓지 마세요. 적응은 세션 사이에 일어납니다.
pt_br: Não busque intervalos fortes todo dia; a adaptação acontece entre as sessões.
zh_hant: 不要每天追高強度間歇；身體是在訓練之間適應。

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 時間
ko: 시간
pt_br: Duração
zh_hant: 時長

source: Duration: %lld min
de: Dauer: %lld Min
es: Duración: %lld min
fr: Durée : %lld min
ja: 時間：%lld 分
ko: 시간: %lld분
pt_br: Duração: %lld min
zh_hant: 時長：%lld 分鐘

source: Earlier
de: Früher
es: Anterior
fr: Plus tôt
ja: それ以前
ko: 이전
pt_br: Anteriores
zh_hant: 更早

source: Easy
de: Leicht
es: Fácil
fr: Facile
ja: 楽
ko: 쉬움
pt_br: Fácil
zh_hant: 輕鬆

source: Elapsed time
de: Verstrichene Zeit
es: Tiempo transcurrido
fr: Temps écoulé
ja: 経過時間
ko: 경과 시간
pt_br: Tempo decorrido
zh_hant: 已用時間

source: End
de: Beenden
es: Finalizar
fr: Terminer
ja: 終了
ko: 종료
pt_br: Encerrar
zh_hant: 結束

source: Estimated max HR
de: Geschätzter Maximalpuls
es: FC máxima estimada
fr: FC max estimée
ja: 推定最大心拍数
ko: 추정 최대 심박수
pt_br: FC máx. estimada
zh_hant: 估計最大心率

source: Everything you already use stays free: workouts on iPhone and Apple Watch, plans, zones, Apple Health sync.
de: Alles, was du schon nutzt, bleibt gratis: Workouts auf iPhone und Apple Watch, Pläne, Zonen, Health-Sync.
es: Todo lo que ya usas sigue gratis: entrenamientos en iPhone y Apple Watch, planes, zonas, sincronización con Apple Salud.
fr: Tout ce que vous utilisez déjà reste gratuit : séances iPhone et Apple Watch, plans, zones, synchro Apple Santé.
ja: 今使っているものはすべて無料のまま：iPhoneとApple Watchでのワークアウト、プラン、ゾーン、Appleヘルスケア同期。
ko: 지금 쓰는 모든 기능은 계속 무료입니다: iPhone·Apple Watch 운동, 계획, 존, Apple 건강 동기화.
pt_br: Tudo o que você já usa continua grátis: treinos no iPhone e Apple Watch, planos, zonas, sincronização com o Apple Saúde.
zh_hant: 你已在使用的一切保持免費：iPhone 與 Apple Watch 訓練、計畫、心率區間、Apple 健康同步。

source: Exercise energy
de: Trainingsenergie
es: Energía de ejercicio
fr: Énergie d’exercice
ja: 運動エネルギー
ko: 운동 에너지
pt_br: Energia de exercício
zh_hant: 運動消耗熱量

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出す
ko: 내보내기
pt_br: Exportar
zh_hant: 匯出

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter en CSV
ja: CSVを書き出す
ko: CSV 내보내기
pt_br: Exportar CSV
zh_hant: 匯出 CSV

source: Export JSON
de: JSON exportieren
es: Exportar JSON
fr: Exporter en JSON
ja: JSONを書き出す
ko: JSON 내보내기
pt_br: Exportar JSON
zh_hant: 匯出 JSON

source: Felt: %@
de: Gefühl: %@
es: Sensación: %@
fr: Ressenti : %@
ja: 体感: %@
ko: 체감: %@
pt_br: Sensação: %@
zh_hant: 感覺：%@

source: Four 4-minute hard intervals at 85–95% max HR, each followed by 3 minutes of easy recovery. Warm up and cool down properly.
de: Vier harte 4-Minuten-Intervalle bei 85–95% des Maximalpulses, jeweils gefolgt von 3 Minuten lockerer Erholung. Ordentlich auf- und abwärmen.
es: Cuatro intervalos intensos de 4 minutos al 85–95% de la FC máxima, cada uno seguido de 3 minutos de recuperación suave. Calienta y enfría adecuadamente.
fr: Quatre intervalles durs de 4 minutes à 85–95% de la FC max, chacun suivi de 3 minutes de récupération facile. Échauffement et retour au calme soignés.
ja: 最大心拍数の 85〜95% で 4 分間のきついインターバルを 4 本、それぞれの後に 3 分間のイージーリカバリーを行います。ウォームアップとクールダウンをしっかり行いましょう。
ko: 최대 심박수의 85–95%로 4분 고강도 인터벌 4회, 각 회당 3분의 편한 회복. 웜업과 쿨다운을 충분히 하세요.
pt_br: Quatro intervalos fortes de 4 minutos a 85–95% da FC máx., cada um seguido de 3 minutos de recuperação leve. Aqueça e desaqueça direito.
zh_hant: 四組 4 分鐘的高強度間歇，強度為最大心率的 85–95%，每組後接 3 分鐘的輕鬆恢復。請確實做好暖身與緩和。

source: From a guided session
de: Aus einer geführten Einheit
es: De una sesión guiada
fr: Depuis une séance guidée
ja: ガイドセッションから
ko: 가이드 세션에서
pt_br: De uma sessão guiada
zh_hant: 來自引導式訓練

source: From Apple Health
de: Aus Apple Health
es: De Apple Salud
fr: Depuis Apple Santé
ja: Appleヘルスケアから
ko: Apple 건강에서
pt_br: Do Apple Saúde
zh_hant: 來自 Apple 健康

source: From Apple Watch
de: Von der Apple Watch
es: De Apple Watch
fr: Depuis l’Apple Watch
ja: Apple Watchから
ko: Apple Watch에서
pt_br: Do Apple Watch
zh_hant: 來自 Apple Watch

source: From Health
de: Aus Health
es: Desde Salud
fr: Depuis Santé
ja: ヘルスケアから
ko: 건강 앱에서
pt_br: Do Saúde
zh_hant: 從「健康」

source: Get started
de: Los geht’s
es: Comenzar
fr: Commencer
ja: はじめる
ko: 시작하기
pt_br: Começar
zh_hant: 開始使用

source: Go hard
de: Vollgas
es: A tope
fr: À fond
ja: 全力で
ko: 강하게
pt_br: Pra cima
zh_hant: 全力衝

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標
ko: 목표
pt_br: Meta
zh_hant: 目標

source: Good
de: Gut
es: Bien
fr: Bien
ja: ちょうどいい
ko: 좋음
pt_br: Bom
zh_hant: 剛好

source: Guided session
de: Geführte Einheit
es: Sesión guiada
fr: Séance guidée
ja: ガイド付きセッション
ko: 가이드 세션
pt_br: Sessão guiada
zh_hant: 引導課程

source: Hard (4×4) sessions
de: Harte (4×4-)Einheiten
es: Sesiones intensas (4×4)
fr: Séances dures (4×4)
ja: 高強度（4×4）セッション
ko: 고강도(4×4) 세션
pt_br: Sessões fortes (4×4)
zh_hant: 高強度（4×4）課程

source: Hard (Zone 4–5)
de: Hart (Zone 4–5)
es: Intenso (Zona 4–5)
fr: Dur (Zones 4–5)
ja: 高強度（Zone 4–5）
ko: 고강도 (Zone 4–5)
pt_br: Forte (Zonas 4–5)
zh_hant: 高強度（Zone 4–5）

source: Hard band
de: Hartes Band
es: Banda intensa
fr: Plage d’effort dur
ja: ハードバンド
ko: 고강도 구간
pt_br: Faixa forte
zh_hant: 高強度區間

source: Hard means controlled: strong breathing, not an all-out sprint.
de: Hart heißt kontrolliert: kräftige Atmung, kein All-out-Sprint.
es: Duro significa controlado: respiración fuerte, no sprint total.
fr: Dur signifie contrôlé : respiration forte, pas un sprint total.
ja: ハードは制御できる強度です。全力スプリントではなく、呼吸が強い状態です。
ko: 고강도는 통제된 강도입니다: 숨이 차되 전력 질주는 아닙니다.
pt_br: Forte significa controlado: respiração pesada, não um sprint total.
zh_hant: 高強度要可控：呼吸很重，但不是全力衝刺。

source: Hard time cap
de: Zeitlimit (hart)
es: Límite de tiempo intenso
fr: Plafond de temps dur
ja: 高強度の時間上限
ko: 고강도 시간 상한
pt_br: Teto de tempo forte
zh_hant: 高強度時間上限

source: HealthKit can't read the Fitness app's exact zone boundaries, so an import is a close estimate. Fine-tune below to match exactly.
de: HealthKit kann die exakten Zonengrenzen der Fitness-App nicht lesen; der Import ist eine gute Näherung. Unten fein abstimmen.
es: HealthKit no puede leer los límites exactos de las zonas de la app Fitness, así que la importación es una estimación aproximada. Ajústala abajo para que coincida con exactitud.
fr: HealthKit ne lit pas les limites exactes des zones de l’app Forme : l’import est une estimation proche. Ajustez ci-dessous.
ja: HealthKit はフィットネス App で設定されたゾーンの正確な境界を読み取れないため、読み込みは近い概算です。下で微調整して正確に合わせてください。
ko: HealthKit은 피트니스 앱의 정확한 존 경계를 읽을 수 없어 가져오기는 근사치입니다. 아래에서 미세 조정하세요.
pt_br: O HealthKit não lê os limites exatos das zonas do app Fitness; a importação é uma estimativa próxima. Ajuste abaixo.
zh_hant: HealthKit 無法讀取「健身」App 設定的確切區間界線，匯入只是接近的估算。請在下方微調以完全對齊。

source: Heart rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
ja: 心拍数
ko: 심박수
pt_br: Frequência cardíaca
zh_hant: 心率

source: Heart rate, workouts, active energy, resting heart rate, VO2 max, and body weight help calculate zones, readiness, and weekly targets.
de: Herzfrequenz, Workouts, Aktivitätsenergie, Ruhepuls, VO2 max und Gewicht dienen zur Berechnung von Zonen, Bereitschaft und Wochenzielen.
es: La frecuencia cardíaca, entrenamientos, energía activa, frecuencia en reposo, VO2 máx. y peso ayudan a calcular zonas, preparación y objetivos semanales.
fr: FC, entraînements, énergie active, FC au repos, VO2 max et poids servent à calculer zones, forme et objectifs hebdo.
ja: 心拍数、ワークアウト、アクティブエネルギー、安静時心拍数、VO2 max、体重を使ってゾーン、準備度、週間目標を計算します。
ko: 심박수, 운동, 활동 에너지, 안정 시 심박수, VO2 max, 체중은 존·준비도·주간 목표 계산에 사용됩니다.
pt_br: FC, treinos, energia ativa, FC em repouso, VO2 max e peso ajudam a calcular zonas, prontidão e metas semanais.
zh_hant: 心率、運動紀錄、活動熱量、靜止心率、VO2 max 與體重會用來計算區間、準備度和每週目標。

source: Heart-rate reserve
de: Herzfrequenzreserve
es: Reserva de frecuencia cardíaca
fr: Réserve cardiaque
ja: 心拍予備能
ko: 심박수 예비량
pt_br: Reserva de frequência cardíaca
zh_hant: 心率儲備

source: Heart-rate zones matter more than pace on easy days.
de: An lockeren Tagen zählen Pulszonen mehr als das Tempo.
es: En días fáciles, las zonas de frecuencia importan más que el ritmo.
fr: Les jours faciles, les zones FC comptent plus que l’allure.
ja: イージーデイはペースより心拍ゾーンが大切です。
ko: 쉬운 날에는 페이스보다 심박 존이 중요합니다.
pt_br: Em dias leves, as zonas de FC importam mais que o ritmo.
zh_hant: 輕鬆日心率區間比配速更重要。

source: Height (cm)
de: Größe (cm)
es: Altura (cm)
fr: Taille (cm)
ja: 身長（cm）
ko: 키 (cm)
pt_br: Altura (cm)
zh_hant: 身高（公分）

source: Height (ft + in)
de: Größe (ft + in)
es: Altura (ft + in)
fr: Taille (ft + in)
ja: 身長（ft + in）
ko: 키 (ft + in)
pt_br: Altura (pés + pol.)
zh_hant: 身高（ft + in）

source: Height, feet
de: Größe, Fuß
es: Altura, pies
fr: Taille, pieds
ja: 身長（フィート）
ko: 키(피트)
pt_br: Altura, pés
zh_hant: 身高（英尺）

source: Height, inches
de: Größe, Zoll
es: Altura, pulgadas
fr: Taille, pouces
ja: 身長（インチ）
ko: 키(인치)
pt_br: Altura, polegadas
zh_hant: 身高（英寸）

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt_br: Histórico
zh_hant: 紀錄

source: Hold a steady, conversational effort. Stay in your Zone 2 band for the whole session.
de: Halte ein gleichmäßiges Tempo, bei dem du dich unterhalten kannst. Bleib die ganze Einheit in deinem Zone-2-Band.
es: Mantén un esfuerzo constante en el que puedas conversar. Permanece en tu banda de Zona 2 durante toda la sesión.
fr: Gardez un effort régulier, en aisance respiratoire. Restez en Zone 2 toute la séance.
ja: 会話できる程度の一定の強度を保ちます。セッション中はずっと Zone 2 の範囲内にとどまりましょう。
ko: 대화가 가능한 꾸준한 강도를 유지하세요. 세션 내내 Zone 2 범위에 머무르세요.
pt_br: Mantenha um esforço constante, em ritmo de conversa. Fique na sua faixa de Zona 2 a sessão inteira.
zh_hant: 保持穩定、能正常對話的強度。整個訓練都待在你的 Zone 2 區間內。

source: Holding steady — finish this week strong.
de: Stabil unterwegs — bring die Woche stark zu Ende.
es: Manteniendo — termina fuerte la semana.
fr: Cap maintenu : finissez la semaine en force.
ja: 維持 — 今週を強く締めくくろう。
ko: 순항 중 — 이번 주를 잘 마무리하세요.
pt_br: Mantendo o ritmo — termine a semana forte.
zh_hant: 維持中 — 把本週收好。

source: How 4×4 should feel
de: Wie sich 4×4 anfühlen soll
es: Cómo debe sentirse 4×4
fr: Ressenti attendu du 4×4
ja: 4×4 の体感目安
ko: 4×4의 올바른 체감
pt_br: Como o 4×4 deve parecer
zh_hant: 4×4 應該是什麼感覺

source: How did it feel?
de: Wie hat es sich angefühlt?
es: ¿Cómo se sintió?
fr: Comment c’était ?
ja: どう感じましたか？
ko: 어땠나요?
pt_br: Como foi?
zh_hant: 感覺如何？

source: Import from Health
de: Aus Health importieren
es: Importar desde Salud
fr: Importer depuis Santé
ja: ヘルスケアから読み込む
ko: 건강 앱에서 가져오기
pt_br: Importar do Saúde
zh_hant: 從「健康」匯入

source: In zone
de: In der Zone
es: En zona
fr: En zone
ja: ゾーン内
ko: 존 안
pt_br: Na zona
zh_hant: 在區比例

source: Keep it conversational
de: Bleib im Plaudertempo
es: Mantén un ritmo en el que puedas conversar
fr: Restez en aisance respiratoire
ja: 会話できる程度の強度を保ちましょう
ko: 대화 가능한 강도 유지
pt_br: Mantenha o ritmo de conversa
zh_hant: 保持能輕鬆對話的強度

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
zh_hant: 語言

source: Latest %@
de: Zuletzt %@
es: Último %@
fr: Dernier %@
ja: 最新 %@
ko: 최근 %@
pt_br: Último %@
zh_hant: 最新 %@
